Repository: teaminmedias-pluswerk/ke_smallads
Catalog: *.locallang_db.xlf
Languages: de

# tx_kesmallads_smallads.user
source: Userselection
de: Userangabe

# tx_kesmallads_smallads.phone
source: Phone
de: Telefon

# tx_kesmallads_smallads
source: Smallads
de: Kleinanzeigen

# tx_kesmallads_smallads.cat
source: 1. Category
de: Kategorie

# tx_kesmallads_smallads.cat2
source: 2. Category
de: Rubrik

# tx_kesmallads_smallads.cat3
source: Sub-Category
de: Unterrubrik

# tx_kesmallads_smallads.content
source: Content
de: Inhalt

# tx_kesmallads_smallads.image
source: Image
de: Bild

# tx_kesmallads_smallads.displayemail
source: Should the email address be displayed?
de: Soll die E-Mail-Adresse angezeigt werden?

# tx_kesmallads_smallads.title
source: Title
de: Überschrift

# tx_kesmallads_smallads.reviewed
source: reviewed
de: freigegeben

# tt_content.list_type_pi1
source: Smallads
de: Kleinanzeigen

# tx_kesmallads_smallads.fe_user_uid
source: Frontend User
de: Frontend Benutzer

# tx_kesmallads_smallads.comment
source: Comment
de: Kommentar/Rechnungsadresse

# tx_kesmallads_smallads.iscommercial.I.0
source: no
de: nein

# tx_kesmallads_smallads.iscommercial.I.1
source: yes
de: ja

# tx_kesmallads_smallads.iscommercial
source: Is this a commercial Smallad?
de: Kommerzielle Kleinanzeige/Kleinanzeige eines Händlers?
