Repository: teaminmedias-pluswerk/ke_smallads
Catalog: pi1/*.locallang.xlf
Languages: de, fi, nl

# fileupload.error.nodir
source: Error while uploading the image: Image upload directory does not exist.
de: Fehler bei Hochladen des Bildes: Verzeichnis für Bilder existiert nicht.
fi: Kuvan vienniss� tapahtui virhe: kuvan vientihakemistoa ei ole olemassa.
nl: Fout tijdens het uploaden van de foto: Foto directory bestaat niet.

# fileupload.error.toobig
source: Error while uploading the image: Image size is too big.
de: Fehler bei Hochladen des Bildes: Bilddatei ist zu groß.
fi: Kuvan vienniss� tapahtui virhe: kuvan koko on liian iso.
nl: Fout tijdens het uploaden van de foto: Bestand is te groot.

# fileupload.error.mimenotallowed
source: Error while uploading the image: File not allowed.
de: Fehler bei Hochladen des Bildes: Datei nicht zugelassen.
fi: Kuvan vienniss� tapahtui virhe: tiedoston vienti ei ole sallittu.
nl: Fout tijdens het uploaden van de foto: Dit bestand is niet toegestaan.

# fileupload.error.extensionnotallowed
source: Error while uploading the image: File Extension not allowed.
de: Fehler bei Hochladen des Bildes: Datei nicht zugelassen.
fi: Kuvan vienniss� tapahtui virhe: kuvan tiedostop��te ei ole sallittu.
nl: Fout tijdens het uploaden van de foto: Dit type bestand is niet toegestaan.

# fileupload.uploadsuccesfull
source: Imagefile uploaded successfully.
de: Bilddatei wurde hochgeladen.
fi: Kuvan vienti onnistui.
nl: Upload van foto is met succes uitgevoerd.

# list_mode_1
source: All
de: Alle
fi: Kaikki

# pi_list_browseresults_prev
source: < Previous
de: < Zurück
fi: < Edellinen
nl: < Vorig

# pi_list_browseresults_page
source: Page
de: Seite
fi: Sivu
nl: Pagina

# pi_list_browseresults_next
source: Next >
de: Weiter >
fi: Seuraava >
nl: Volgende >

# pi_list_browseresults_displays
source: Displaying results ###SPAN_BEGIN###%s to %s</span> out of ###SPAN_BEGIN###%s</span>
de: Kleinanzeigen ###SPAN_BEGIN###%s bis %s</span> von ###SPAN_BEGIN###%s</span>
fi: N�yt� tulokset alkaen ###SPAN_BEGIN###%s %s</span> ###SPAN_BEGIN###%s asti</span>
nl: Resultaat ###SPAN_BEGIN###%s tot %s</span> van ###SPAN_BEGIN###%s</span>

# pi_list_searchBox_search
source: Search
de: Suche
fi: Hae
nl: Zoeken

# tt_content.pi_kesmallads.mode_selector
source: mode for the smallads plugin
de: Modus für das Kleinanzeigen-Plugin
fi: smallads-lis�osan moodi

# tt_content.pi_kesmallads.mode.I.0
source: Show smallads / Show search results
de: Kleinanzeigen anzeigen
fi: N�yt� smallads-tuotteet / N�yt� hakutulokset
nl: Toon advertenties / Toon zoek resultaten

# tt_content.pi_kesmallads.mode.I.1
source: Show form for a new smallad / process form
de: Formular für neue Kleinanzeige / Formular verarbeiten
fi: N�yt� uuden tuotteen lomake/ prosessoi t�m� lomake
nl: Toon formulier voor een nieuwe advertentie / verwerking formulier

# tt_content.pi_kesmallads.mode.I.2
source: Show smallads teaser
de: Kleinanzeigen-Anreißer anzeigen
fi: N�yt� houkutinteksti
nl: Toon advertentie teaser

# tt_content.pi_kesmallads.mode.I.3
source: Show short linked search results
de: Kurze verlinkte Suchergebnisse anzeigen
fi: N�yt� pikalinkitetyt hakutulokset
nl: Toon zoek resultaat van de linken

# tt_content.pi_kesmallads.mode.I.4
source: Logged in users can edit/delete their smallads
de: Angemeldete Benutzer können eigene Anzeigen ändern/löschen

# tt_content.pi_kesmallads.target_id
source: Target-ID (empty for current page)
de: ID der Zielseite (leer für diese Seite)
fi: Kohteen ID (j�t� tyhj�ksi t�lle sivulle)
nl: Doel-ID (indien huidige pagina leeg laten)

# tt_content.pi_kesmallads.no_results_text
source: "No search results" text
de: Text für "Keine Suchergebnisse"
fi: "Ei-etsint�tulosta" -teksti
nl: "Geen zoek resultaten" text

# tx_kesmallads_smallads.phone
source: phone
de: Telefon
fi: puhelinnumero
nl: telefoon

# no_static_template
source: It seems that the ke_smallads static template is not included.<br />Please go to your template and include it (Include static (from extensions)).
de: Anscheinend ist das statisches Template für ke_smallads nicht eingefügt worden.<br />Bitte fügen Sie das entsprechende statische Template ein (Include static (from extensions)).
fi: N�ytt�� silt�, ett� pienilmoitusten (ke_smallads) tarvitsemaa staattista mallia ei ole asennettu.<br />Ole hyv� ja liit� se asennettuihin malleihin.
nl: Het lijkt erop dat dat de ke_smallads static template niet aanwezig is.<br />Ga naar je sjabloon en voeg dit in.

# no_user_logged_in
source: You are not logged in and therefore not allowed to edit any smallads.
de: Sie sind nicht eingeloggt und können daher keine Kleinanzeigen bearbeiten.
fi: Et ole kirjautunut ja siksi sinulla ei ole oikeuksia muokata mit��n pienilmoitusta.
nl: U bent niet ingelogd en daarom mag je geen advertenties wijzigen.

# no_user_logged_in_delete
source: You are not logged in and therefore not allowed to delete any smallads.
de: Sie sind nicht eingeloggt und können daher keine Kleinanzeigen löschen.
fi: Et ole kirjautunut ja siksi sinulla ei ole oikeuksia poistaa mit��n pienilmoitusta.
nl: U bent niet ingelogd en daarom mag je geen advertenties verwijderen.

# not_your_smallad
source: You are not allowed to edit this smallad.
de: Sie dürfen diese Kleinanzeige nicht bearbeiten.
fi: Sinulla ei ole oikeuksia muokata t�t� pienilmoitusta.
nl: U mag deze advertentie niet wijzigen.

# not_your_smallad_delete
source: You are not allowed to delete this smallad.
de: Sie dürfen diese Kleinanzeige nicht löschen.
fi: Sinulla ei ole oikeuksia poistaa t�t� pienilmoitusta.
nl: U mag deze advertentie niet verwijderen.

# success_delete
source: Your smallad has been deleted.
de: Ihre Kleinanzeige wurde gelöscht.
fi: Pienilmoituksesi on poistettu.
nl: Uw advertentie is verwijderd.

# edit_link
source: Edit
de: ändern
fi: Muokkaa
nl: Wijzig

# delete_link
source: Delete
de: Löschen
fi: Poista
nl: Verwijder

# really_delete
source: Do you really want to delete this entry?
de: Möchten Sie diesen Eintrag wirklich löschen?
fi: Haluatko todella poistaa t�m�n kirjauksen?
nl: Wil je deze zeker verwijderen?

# edit_image_note
source: If you want to keep this image, just leave the field "Image" empty.
de: Falls Sie dieses Bild beibehalten möchten, lassen Sie das Feld "Bild" einfach leer.
fi: Jos haluat pit�� t�m�n kuvan, j�t� kentt� "Kuva" tyhj�ksi.
nl: Als je deze foto wilt behouden, laat dan het veld afbeelding gewoon leeg.

# no_allowed_to_update
source: You are not allowed to update that smallad.
de: Sie dürfen diese Kleinanzeige nicht aktualisieren.
fi: Sinulla ei ole oikeuksia p�ivitt�� t�t� pienilmoitus-tietuetta.
nl: U mag die advertentie niet wijzigen.

source: visible until:
de: Sichtbar bis:
fi: N�kyy seuraavaan p�iv�m��r��n asti:
nl: Zichtbaar tot:

# maxchars_begin
source: You have
de: Sie haben noch

# maxchars_end
source: characters left.
de: Zeichen übrig.

# phone_or_email_has_to_be_filled_out
source: Please fill out phone or email.
de: Bitte geben Sie entweder Ihre Telefonnummer oder Ihre E-Mail-Adresse an.

# email_address_not_valid
source: The email address is not valid.
de: Die E-Mail-Adresse ist ungültig.

source: Back
de: Zurück
fi: Takaisin
nl: terug

# tx_kesmallads_smallads.email
source: email
fi: s-posti
