Repository: teaminmedias-pluswerk/ke_smallads
Catalog: mod1/*.locallang.xlf
Languages: de, fr, nl

# title
source: Smallads
de: Kleinanzeigen

source: Export reviewed
de: Export freigegebene
fr: Export
nl: Export

# exportReviewedUserdata
source: Export reviewed with Userdata
de: Export freigegebene m. Benutzer
fr: Exporter avec données utilisateur
nl: Export met Gebruikergegevens

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

# exportAll
source: Export Smallads with Userdata
de: Alle Kleinanzeigen exportieren

# exportAll_explanation
source: Here you can export all Smallads of the current page.
de: Hier können Sie alle Kleinanzeigen der aktuellen Seite incl. zugeh-riger Benutzerdaten exportieren.

# unHideReviewed
source: Unhide
de: Sichtbar machen
fr: Rendre visible
nl: Zichtbaar maken

# explanation
source: Here you can unhide all new Smallads or export Smallads. Please use the "List" module if you want to edit the smallads.
de: Hier können Sie Kleinanzeigen exportieren, löschen und sichtbar machen. Bitte verwenden Sie das "Liste"-Modul, um Kleinanzeigen zu bearbeiten.
fr: Rendre toutes les annonces visibles ou exporter les annonces.
nl: Hier kan je alle nieuwe kleine advertenties zichtbaar maken of exporteren.

# exportReviewed_explanation
source: Here you can export all Smallads of the current page which have been reviewed, but which are not visible.
de: Hier finden Sie alle Kleinanzeigen der aktuell ausgewählten Seite, die freigegeben wurden, aber noch nicht sichtbar sind (neue Kleinanzeigen).
fr: Ici vous pouvez trouver toutes les annonces de la page courante qui ont été visées mais qui ne sont pas encore visibles au public.
nl: Hier kan je alle advertenties vinden van deze pagina welke beoordeeld zijn, maar niet zichtbaar.

# exportReviewedUserdata_title
source: Export rev. Smallads with Userdata
de: Freigegebene Kleinanzeigen mit Benutzerdaten exportieren
fr: Exporter les annonces avec les données utilisateur
nl: Export advertenties met gebruikersgegevens

# exportReviewedUserdata_explanation
source: Here you can find all Smallads of the current page which have been reviewed, but which are not visible, and the connected Userdata.
de: Hier finden Sie alle Kleinanzeigen der aktuell ausgewählten Seite, die freigegeben wurden, aber noch nicht sichtbar sind (neue Kleinanzeigen). Außerdem werden die zugehörigen Benutzerdaten angezeigt.
fr: Ici vous pouvez trouver toutes les annonces de la pages courante qui ont déjà été visées mais qui ne sont pas encore visibles au public (avec les données utilisateur).
nl: Hier kan je alle advertenties vinden van deze pagina welke beoordeeld zijn, maar niet zichtbaar en met de gebruikersgegevens.

# exportReviewed_title
source: Export reviewed smallads
de: Freigegebene Kleinanzeigen exportieren
fr: Exporter les annonces visées
nl: Exporteer beoordeelde advertenties

source: Phone:
de: Tel.:
fr: Téléphone:
nl: Telefoon:

# delete_explanation
source: Here you can DELETE all the smallads which are NOT HIDDEN.
de: Hier können Sie alle derzeit SICHTBAREN Kleinanzeigen (alte Kleinanzeigen) LÖSCHEN!
fr: Ici vous pouvez SUPPRIMER toutes les annonces qui NE SONT PAS MASQUEES.
nl: Hier kan je alle advertenties verwijderen die niet verborgen zijn.

# delete_title
source: Delete unhidden Smallads
de: Sichtbare Kleinanzeigen löschen
fr: Supprimer les annonces visibles
nl: Verwijder niet verborgen advertenties

# unHideReviewed_explanation
source: Here you can unhide all reviewed Smallads at once.
de: Hier können Sie alle freigegebenen Kleinanzeigen (neue Kleinanzeigen) auf einmal auf der Website sichtbar machen.
fr: Ici vous pouvez rendre visible toutes les annonces visées en une seule fois.
nl: Hier kan je alle beoordeeld advertenties in een keer zichtbaar maken.

# unHideReviewed_title
source: Unhide reviewed Smallads
de: Freigegebene Kleinanzeigen sichtbar machen
fr: Rendre visible toutes les annonces visées
nl: Zichtbaar maken van beoordeelde advertenties
